Repository: GTcreyon/SM63Redux
Catalog: locale/translations/*.po
Languages: es, fr, it_it, nl, pt_br

source: MUSHROOM KINGDOM
es: REINO CHAMPIÑÓN
fr: ROYAUME CHAMPIGNON
it_it: REGNO DEI FUNGHI
pt_br: REINO DOS COGUMELOS

source: Head to the castle, everybody's waiting!
es: ¡Ve al castillo, todos están esperándote!
fr: Dirige toi vers le château, tout le monde t'attend !
it_it: Dirigiti al castello, ti aspettano tutti!
nl: Ga naar het Kasteel, iedereen wacht!
pt_br: Vá para o castelo, todos estão esperando!

source: Bob-omb Battlefield - Coming soon!
es: Campo de los Bob-omb - ¡Próximamente!
fr: Bataille de Bob-Omb - Bientôt disponible !
it_it: Battaglia di Bob-ombe - Presto in arrivo!
nl: Bob-omb Bom-Berg - Onderweg!
pt_br: Bob-omb Battlefield - Em breve!

source: Coming soon!
es: ¡Próximamente!
fr: Bientôt disponible !
it_it: Presto in arrivo!
nl: Onderweg!
pt_br: Em breve!

source: Shifting Sand Land
es: Arenas Ardientes
fr: Sables Trop Mouvants
it_it: Deserto Ingoiatutto
nl: Brandend Zand Land
pt_br: Terra da Areia movediça

source: Reset controls to default
es: Reestablecer controles por defecto
fr: Réinitialiser les contrôles
it_it: Ripristina controlli come default
nl: Reset naar oorspronkelijke controles
pt_br: Redefinir controles para o padrão

source: Disable camera limiting [Try this if the camera is broken]
es: Deshabilitar límite de cámara [Prueba esto si la cámara no funciona bien]
fr: Désactiver les contraintes de caméra [Essayez ça si la caméra détraque]
it_it: Disabilita i limiti della telecamera [Prova questo se la telecamera fosse rotta]
nl: Schakel camera limieten uit [Probeer dit als de camera stuk is]
pt_br: Desativar a limitação da câmera [Tente isto se a câmera estiver quebrada]

source: Enable touch controls
es: Habilitar controles táctiles
fr: Activer les contrôles tactiles
it_it: Abilita controlli touch
nl: Schakel aanraakbedieningen in
pt_br: Habilitar controles de toque

source: Mute music
es: Silenciar música
fr: Rendre muet la musique
it_it: Muta la musica
nl: Demp muziek
pt_br: Mutar música

source: Mute SFX
es: Silenciar efectos de sonido
fr: Rendre muet les effets sonores
it_it: Muta gli SFX
nl: Demp geluidseffecten
pt_br: Mutar efeitos sonoros

source: Show timer
es: Mostrar tiempo
fr: Afficher le chronomètre (Mode Speedrun)
it_it: Mostra il timer
nl: Toon timer
pt_br: Mostrar temporizador

source: Left Stick Left
fr: Stick Gauche - Gauche
it_it: Stick Sinistro, Sinistra
nl: Linker Stick Links
pt_br: Analógico esquerdo pra esquerda

source: Left Stick Right
fr: Stick Gauche - Droite
it_it: Stick Sinistro, Destra
nl: Linker Stick Rechts
pt_br: Analógico esquerdo pra direita

source: Left Stick Up
fr: Stick Gauche - Haut
it_it: Stick Sinistro, Su
nl: Linker Stik Boven
pt_br: Analógico esquerdo pra cima

source: Left Stick Down
fr: Stick Gauche - Bas
it_it: Stick Sinistro, Giù
nl: Linker Stick Beneden
pt_br: Analógico esquerdo pra baixo

source: Right Stick Left
fr: Stick Droit - Gauche
it_it: Stick Destro, Sinistra
nl: Rechter Stick Links
pt_br: Analógico direito pra esquerda

source: Right Stick Right
fr: Stick Droit - Droite
it_it: Stick Destro, Destra
nl: Rechter Stick Rechts
pt_br: Analógico direito pra direita

source: Right Stick Up
fr: Stick Droit - Haut
it_it: Stick Destro, Su
nl: Rechter Stick Boven
pt_br: Analógico direito pra cima

source: Right Stick Down
fr: Stick Droit - Bas
it_it: Stick Destro, Giù
nl: Rechter Stick Beneden
pt_br: Analógico direito pra baixo

source: Back
es: Volver
fr: Retour
it_it: Indietro
nl: Terug
pt_br: Voltar

source: Select
it_it: Seleziona
nl: Selecteren
pt_br: Selecionar

source: Start
it_it: Inizia
pt_br: Iniciar

source: Left Stick Click
es: Clic Análogo Izquierdo
fr: Stick Gauche - Clic
it_it: Stick Sinistro, Permuto
nl: Linker Stick Klik
pt_br: Clique do Analógico esquerdo

source: Right Stick Click
es: Clic Análogo Derecho
fr: Stick Droit - Clic
it_it: Stick Destro, Premuto
nl: Rechter Stick Klik
pt_br: Clique do Analógico direito

source: D-Up
es: D-Pad Arriba
fr: D-Pad - Haut
it_it: D-Su
nl: D-Boven
pt_br: Direcional pra cima

source: D-Down
es: D-Pad Abajo
fr: D-Pad - Bas
it_it: D-Giù
nl: D-Beneden
pt_br: Direcional pra baixo

source: D-Left
es: D-Pad Izquierda
fr: D-Pad - Gauche
it_it: D-Sinistra
nl: D-Links
pt_br: Direcional pra esquerda

source: D-Right
es: D-Pad Derecha
fr: D-Pad - Droit
it_it: D-Destra
nl: D-Rechts
pt_br: Direcional pra direita

source: Left
es: Izquierda
fr: Gauche
it_it: Sinistra
nl: Links
pt_br: Esquerda

source: Right
es: Derecha
fr: Droite
it_it: Destra
nl: Rechts
pt_br: Direita

source: Jump
es: Saltar
fr: Sauter
it_it: Salto
nl: Spring
pt_br: Pular

source: Dive
es: Ataque en Plancha
fr: Plonger
it_it: Tuffo
nl: Duik
pt_br: Mergulhar

source: Spin
es: Giro
fr: Tournoyer
it_it: Piroetta
nl: Draai Aanval
pt_br: Girar

source: Ground Pound
es: Salto Bomba
fr: Attaque Rodéo
it_it: Schianto a Terra
nl: Hip-Bash

source: Use FLUDD
es: Usar FLUDD
fr: Utiliser J.E.T
it_it: Usa SPLAC 3000
nl: Gebruik FLUDD
pt_br: Usar F.L.U.D.D

source: Switch FLUDD Nozzle
es: Cambiar Boquilla de FLUDD
fr: Changer la buse de J.E.T
it_it: Scambia Spruzzi dello SPLAC 3000
nl: Verander van FLUDD Mondstuk
pt_br: Mudar bico do F.L.U.D.D

source: Pause
es: Pausa
fr: Mettre en pause
it_it: Pausa
nl: Pauzeer
pt_br: Pausar

source: Interact
es: Interactuar
fr: Intéragir
it_it: Interagisci
nl: Interactie
pt_br: Interagir

source: Skip Text
es: Saltar Texto
fr: Passer le Texte
it_it: Salta Testo
nl: Text Overslaan
pt_br: Pular o texto

source: Zoom In
es: Acercar Cámara
fr: Zoomer
it_it: Ingrandisci

source: Zoom Out
es: Alejar Cámara
fr: Dézoomer
it_it: Rimpicciolisci
nl: Zoom Uit

source: Power Swim
es: Nado Vertical
fr: Nage Propulsive
it_it: Nuoto Potenziato
nl: Sterker Zwemmen
pt_br: Habilidade de Nadar

source: Reset Run
es: Reiniciar Intento
fr: Réinitialiser la Run (pour Mode Speedrun)
it_it: Azzera la Run
nl: Reset Speedrun
pt_br: Reiniciar Run

source: Show Timer
es: Mostrar Tiempo
fr: Afficher le chronomètre (Mode Speedrun)
it_it: Mostra il timer
nl: Toon Timer
pt_br: Mostrar temporizador

source: Mute Music
es: Silenciar Música
fr: Rendre muet la musique
it_it: Muta la musica
nl: Demp Muziek
pt_br: Mutar música

source: Music Volume +
es: Volumen Música +
fr: Volume Musique +
it_it: Volume Musica +
nl: Muziek Volume +
pt_br: Volume de músicas +

source: Music Volume -
es: Volumen Música -
fr: Volume Musique -
it_it: Volume Musica -
nl: Muziek Volume -
pt_br: Volume de músicas -

source: SFX Volume +
es: Volumen Efectos de Sonido +
fr: Volume Effets Sonores +
it_it: Volume SFX +
nl: Geluidseffecten Volume +
pt_br: Volume de efeitos sonoros +

source: SFX Volume -
es: Volumen Efectos de Sonido -
fr: Volume Effets Sonores -
it_it: Volume SFX -
nl: Geluidseffecten Volume -
pt_br: Volume de efeitos sonoros -

source: Fullscreen
es: Pantalla Completa
fr: Plein écran
it_it: Schermo Intero
nl: Volledig Scherm
pt_br: Tela Cheia

source: Screen Size +
es: Tamaño Ventana +
fr: Taille de la Fenêtre +
it_it: Dimensione Schermo +
nl: Scherm Grootte +
pt_br: Tamanho da Tela +

source: Screen Size -
es: Tamaño Ventana -
fr: Taille de la Fenêtre -
it_it: Dimensione Schermo -
nl: Scherm Grootte -
pt_br: Tamanho da Tela -

source: Open Feedback Menu
es: Abrir Menú de Retroalimentación
fr: Ouvrir Menu des Remarques
it_it: Apri Menu del Feedback
pt_br: Abrir menu de feedback

source: Open Debug Console
es: Abrir Consola de Depuración
fr: Ouvrir la Console de Débogage
it_it: Apri Console di Debug
pt_br: Abrir console de depuração

source: [action]
es: [acción]
it_it: [azione]
nl: [actie]
pt_br: [ação]

source: [keys]
es: [teclas]
it_it: [chiavi]
nl: [toetsen]
pt_br: [teclas]

source: Touch control layout:
es: Disposición de controles táctiles:
fr: Disposition des contrôles tactiles :
it_it: Disposizione dei controlli touch:
nl: Aanraakbedieningen layout:
pt_br: Layout dos controles de toque:

source: Change size:
es: Cambiar tamaño:
fr: Changer la taille :
it_it: Cambia grandezza:
nl: Verander grootte:
pt_br: Mudar tamanho:

source: Swap sides:
es: Cambiar de lado:
fr: Intervertir les côtés:
it_it: Scambia i lati:
nl: Wissel van kant:
pt_br: Mudar lados:

source: [@n,Bill Board]Hey,[@p,3] [color=#ff8b70]Mario![/color][@p,10] Welcome back to the Mushroom Kingdom,[@p,3] pal![@p,10] For old times' sake,[@p,3] here's a refresher.
es: [@n,Panc Arta]¡Oye,[@p,3] [color=#df6042]Mario![/color][@p,10] ¡Bienvenido de nuevo al Reino Champiñón,[@p,3] amigo![@p,10] Por los viejos tiempos,[@p,3] aquí hay un repaso.
fr: [@n,Panoda Fichage]Yo,[@p,3] [color=#ff8b70]Mario ![/color][@p,10] Bienvenue de nouveau au Royaume Champignon,[@p,3] amico ![@p,10] En mémoire du bon vieux temps,[@p,3] voici une petite mise au point.
it_it: [@n,Cartello Billo]Hey,[@p,3] [color=#ff8b70]Mario![/color][@p,10] Bentornato al Regno dei Funghi,[@p,3] amico![@p,10] In onore dei vecchi tempi,[@p,3] ecco una rinfrescata.
nl: [@n,Bil Bord]Hoi,[@p,3] [color=#df6042]Mario![/color][@p,10] Welkom terug in het Paddenstoelenrijk,[@p,3] vriend![@p,10] Hier is een opfrisser,[@p,3] voor de nostalgie.
pt_br: [@n,Bill Board]Olá,[@p,3] [color=#ff8b70]Mario![/color][@p,10] Bem-vindo de volta ao Reino dos Cogumelos,[@p,3] amigo![@p,10] Em nome dos velhos tempos,[@p,3] aqui está um refresco.

source: Use [color=#f7c55f]Arrow Keys[/color] to move around,[@p,3] and if you want to talk to more of the family,[@p,3] simply press [color=#f7c55f][@b,interact].[/color]
es: Usa las [color=#f7c55f]flechas de dirección[/color] para moverte,[@p,3] y si quieres hablar con mis familiares,[@p,3] simplemente presiona [color=#f7c55f][@b,interact].[/color]
fr: Utilise [color=#f7c55f]les Flèches[/color] pour te déplacer,[@p,3] et si tu veux parler avec les autres,[@p,3] appuie juste sur [color=#f7c55f][@b,interact].[/color]
it_it: Usa le [color=#f7c55f]Frecce Direzionali[/color] per muoverti intorno,[@p,3] e se vorrai parlare con il resto della famiglia,[@p,3] premi semplicemente [color=#f7c55f][@b,interact].[/color]
nl: Gebruik de [color=#f7c55f]Pijltjes[/color] om rond te bewegen,[@p,3] en als je met meer van de familie wilt praten,[@p,3] druk dan gewoon op [color=#f7c55f][@b,interact].[/color]
pt_br: Use [color=#f7c55f]Setas[/color] para se mover ao redor,[@p,3] e se quiser falar com mais da família,[@p,3] basta pressionar [color=#f7c55f][@b,interagir].[/color]

source: They have plenty of tips to help out,[@p,3] and if you're not interested,[@p,3] at least say "Hi" for me,[@p,3] eh?
es: Tienen bastantes consejos para ayudarte,[@p,3] pero si no te hacen falta,[@p,3] lo menos que puedes hacer es saludar,[@p,3] ¿eh?
fr: Ils ont plein d'astuces pour toi,[@p,3] et si ça ne t'intéresse pas,[@p,3] tu peux toujours me passer le salut,[@p,3] hein ?
it_it: Hanno dritte a volontà per poterti aiutare,[@p,3] e se non fossi interessato,[@p,3] potresti almeno dirgli "Ciao" da parte mia,[@p,3] no?
nl: [@w,50]Ze hebben veel tips om te helpen met traverseren,[@p,3] en als je niet bent geïnteresseerd,[@p,3] zeg dan tenminste "Hey" voor me,[@p,3] hé?
pt_br: Eles têm muitas dicas para ajudar,[@p,3] e se não estiver interessado,[@p,3] pelo menos diga "Olá" para mim,[@p,3] ok?

source: [@n,Gil Board]Oh hey,[@p,3] [color=#ff8b70]Mario![/color][@p,10] Not many people read signs nowadays,[@p,3] so how 'bout I teach you some tricks as thanks?
es: [@n,Let Trero]¡Qué tal,[@p,3] [color=#ff8b70]Mario![/color][@p,10] Estos días no mucha gente lee letreros,[@p,3] así que ¿por qué no enseñarte algunos trucos, para agradecerte?
fr: [@n,Panoda Prentissage]Oh salut,[@p,3] [color=#ff8b70]Mario ![/color][@p,10] Peu de gens nous lisent de nos jours, [@p,3] alors pourrais-je t'enseigner quelques trucs pour te remercier ?
it_it: [@n,Cartello Gillo]Oh ciao,[@p,3] [color=#ff8b70]Mario![/color][@p,10] Non molte persone leggono i cartelli al giorno d'oggi,[@p,3] quindi che ne dici se ti insegno qualche trucco per ringraziarti?
nl: [@n,Gil Bord]Oh hey,[@p,3] [color=#df6042]Mario![/color][@p,10] Niet veel mensen lezen borden tegenwoordig,[@p,3] wat dacht je van een paar trucjes leren als een bedanking?
pt_br: [@n,Gil Board]Oh olá,[@p,3] [color=#ff8b70]Mario![/color][@p,10] Poucas pessoas lêem placas hoje em dia,[@p,3] por isso que tal eu lhe ensinar alguns truques como agradecimento?

source: You can press [color=#f7c55f][@b,spin][/color] to perform a [color=#ff7f7f]spin attack[/color].[@p,10] Use it in the air to stay up there longer!
es: Puedes presionar [color=#f7c55f][@b,spin][/color] para hacer un [color=#ff7f7f]Giro[/color].[@p,10] ¡Úsalo para mantenerte en el aire más tiempo!
fr: Tu peux appuyer sur [color=#f7c55f][@b,spin][/color] pour faire une [color=#ff7f7f]attaque tournoyante[/color].[@p,10] Avec ça, tu peux rester plus longtemps en l'air !
it_it: Puoi premere [color=#f7c55f][@b,spin][/color] per eseguire una [color=#ff7f7f]piroetta.[/color][@p,10] Usalo mentre sei in aria per rimanerci più a lungo!
nl: Je kan op [color=#f7c55f][@b,spin][/color] drukken om een [color=#ff7f7f]draai aanval[/color] uit te voeren.[@p,10] Gebruik 'em om langer in de lucht te blijven!
pt_br: Você pode pressionar [color=#f7c55f][@b,spin][/color] para fazer um [color=#ff7f7f]ataque de giro[/color].[@p,10] Use-o no ar para ficar mais tempo lá em cima!

source: Also,[@p,3] if you jump backwards while crouching,[@p,3] you can do a sweet backflip![@p,10] Cool, 'eh?
es: Otro consejo,[@p,3] si saltas hacia atrás mientras estás agachado,[@p,3] ¡Puedes hacer un salto mortal![@p,10] Genial, ¿no te parece?
fr: Aussi,[@p,3] si tu sautes en arrière tout en t'accroupissant,[@p,3] tu peux faire un salto arrière ![@p,10] Cool, hein ?
it_it: Inoltre,[@p,3] se salti all'indietro,[@p,3] puoi effettuare una bella capriola all'indietro![@p,10] Fantastico, non trovi?
nl: En,[@p,3] als je achterwaarts springt terwijl je bent aan het bukken,[@p,3] kan je een backflip doen![@p,10] Cool, hé?
pt_br: Além disso,[@p,3] se pular para trás enquanto se agacha,[@p,3] pode fazer um doce mortal para trás![@p,10] Bacana, né?

source: [@n,Jil Board]Oh [color=#ff8b70]Mario[/color],[@p,3] honey![@p,10] It's been so long since I've seen you...[@p,10] Oh my![@p,10] I see scars from your journeys...
es: [@n,Kart Elón]Oh [color=#ff8b70]Mario[/color],[@p,3] querido![@p,10] Hace tanto tiempo que no nos vemos...[@p,10] ¡Oh cielos![@p,10] Tienes algunos rasguños...
fr: [@n,Panoda Mour]Oh [color=#ff8b70]Mario[/color],[@p,3] mon biquet ![@p,10] Ça fait si longtemps que je ne t'ai pas vu...[@p,10] Oh![@p,10] Je vois des blessures suite à tes aventures...
it_it: [@n,Cartello Jillo]Oh [color=#ff8b70]Mario[/color],[@p,3] caro![@p,10] È passato così tanto da quando ti ho visto...[@p,10] Oh mamma![@p,10] Vedo cicatrici dai tuoi viaggi...
nl: [@n,Jil Bord]Oh [color=#df6042]Mario[/color],[@p,3] lieveling![@p,10] Het is al zo lang geleden dat ik je nog eens heb gezien...[@p,10] Oh God![@p,10] Ik zie littekens van je reizen...
pt_br: [@n,Jil Board]Oh [color=#ff8b70]Mario[/color],[@p,3] docinho![@p,10] Há tanto tempo que não te via...[@p,10] Oh meu![@p,10] Eu vejo cicatrizes das suas jornadas...

source: No worry,[@p,3] just grab [color=#f7c55f]5 coins[/color] from the air or an unlucky enemy to refill one [color=#ff7f7f]health point.[/color]
es: No te preocupes,[@p,3] simplemente junta [color=#f7c55f]5 monedas[/color] del aire o un enemigo desafortunado para rellenar un [color=#ff7f7f]punto de salud.[/color]
fr: Ne t'en fais pas,[@p,3] récolte juste [color=#f7c55f]5 pièces[/color] en l'air ou sur un ennemi pour régénérer un [color=#ff7f7f]point de vie.[/color]
it_it: Non preoccuparti,[@p,3] basta che raccogli [color=#f7c55f]5 monete[/color] in giro o da un nemico sfortunato per ricaricare un [color=#ff7f7f]punto vita.[/color]
nl: Geen zorgen,[@p,3] neem gewoon [color=#f7c55f]5 munten[/color] van de lucht of een vijand om één [color=#ff7f7f]gezondheidspunt[/color] bij te vullen.
pt_br: Não se preocupe,[@p,3] basta pegar [color=#f7c55f]5 moedas[/color] do ar ou de um inimigo azarado para recarregar um [color=#ff7f7f]ponto de saúde.[/color]

source: No one quite understands why,[@p,3] but it's a lifesaver -[@p,3] so keep it in mind,[@p,3] sweetie!
es: Nadie sabe bien por qué,[@p,3] pero puede salvarte la vida -[@p,3] ¡así que recuérdalo,[@p,3] cariño!
fr: Personne ne sait vraiment pourquoi,[@p,3] mais ça peut te sauver la vie -[@p,3] garde ça en tête,[@p,3] mon chou !
it_it: Nessuno comprende bene perchè,[@p,3] ma è un salvavita -[@p,3] quindi tienilo a mente,[@p,3] dolcezza!
nl: Niemand begrijpt echt waarom,[@p,3] maar het is een gouden tip -[@p,3] dus onthoud hem goed,[@p,3] lieveling!
pt_br: Ninguém compreende bem porquê,[@p,3] mas é um salva-vidas -[@p,3] por isso tenha-o em mente,[@p,3] docinho!

source: [@n,Dill Board]Watch your step,[@p,3] bro![@p,10] There are some nasty [color=#f7c55f]bob-ombs [/color]behind this rock.[@p,10] Oh,[@p,3] you need to go this way?
es: [@n,Rot Tulo]¡Anda con cuidado,[@p,3] bro![@p,10] Andan unas peligrosas [color=#f7c55f]Bob-ombas [/color]tras esta roca.[@p,10] Oh,[@p,3] ¿Por ahí tienes que pasar?
fr: [@n,Panoda Tac]Fais gaffe,[@p,3] poto ![@p,10] Il y a des sales [color=#f7c55f]bob-ombs [/color]derrière ce rocher.[@p,10] Oh,[@p,3] c'est là que tu dois aller ?
it_it: [@n,Cartello Dillo]Guarda dove metti i piedi,[@p,3] fratello![@p,10] Ci sono delle [color=#f7c55f]bob-ombe [/color]pericolose dietro questa roccia.[@p,10] Oh,[@p,3] hai bisogno di andare per di qua?
nl: [@n,Dil Bord]Kijk uit waar je stapt,[@p,3] vriend![@p,10] Er zijn een paar vieze [color=#f7c55f]bom-ombs [/color]achter deze steen.[@p,10] Oh,[@p,3] je moet deze kant op?
pt_br: [@n,Dill Board]Cuidado com seu passo,[@p,3] amigo![@p,10] Há algumas desagradáveis [color=#f7c55f]bob-ombs [/color]atrás desta pedra.[@p,10] Oh,[@p,3] você precisa ir por esse caminho?

source: Well,[@p,3] in that case,[@p,3] press [color=#f7c55f][@b,spin][/color] to do a [color=#ff7f7f]spin attack[/color] to send those bob-ombs flying.
es: Pues,[@p,3] en ese caso,[@p,3] presiona [color=#f7c55f][@b,spin][/color] para atacar con un [color=#ff7f7f]Giro[/color] y mandar a volar a esas Bob-ombas.
fr: Bon,[@p,3] dans ce cas,[@p,3] appuie sur [color=#f7c55f][@b,spin][/color] pour effectuer une [color=#ff7f7f]attaque tournoyante[/color] afin d'envoyer valser ces bob-ombs.
it_it: Be',[@p,3] in quel caso,[@p,3] premi [color=#f7c55f][@b,spin][/color] per effettuare una [color=#ff7f7f]piroetta[/color] per lanciare in aria quelle bob-ombe.
nl: Wel,[@p,3] in dat geval,[@p,3] druk dan op [color=#f7c55f][@b,spin][/color] om een [color=#ff7f7f]draai aanval[/color] te doen om die bom-ombs een lesje te leren!
pt_br: Bem,[@p,3] nesse caso,[@p,3] pressione [color=#f7c55f][@b,spin][/color] para fazer um [color=#ff7f7f]ataque de giro[/color] para mandar esses bob-ombs a voar.

source: If you press [color=#f7c55f][@b,pound][/color] in the air,[@p,3] you can perform a [color=#ff7f7f]Ground-Pound[/color] to smash objects beneath you!
es: ¡Si presionas [color=#f7c55f][@b,pound][/color] en el aire,[@p,3] puedes hacer un [color=#ff7f7f]Salto Bomba[/color] para aplastar objetos que estén debajo tuyo!
fr: Si tu utilises [color=#f7c55f][@b,pound][/color] en l'air,[@p,3] tu peux effectuer une [color=#ff7f7f]Attaque Rodéo[/color] pour dégommer les objets en dessous de toi !
it_it: Se premi [color=#f7c55f][@b,pound][/color] in aria,[@p,3] potrai eseguire uno [color=#ff7f7f]Schianto a Terra[/color] per distruggere gli oggetti sottostanti!
nl: Als je op [color=#f7c55f][@b,pound][/color] drukt in de lucht, doe je een [color=#ff7f7f]Hip-Bash[/color] om objecten onder je te breken!
pt_br: Se pressionar [color=#f7c55f][@b,pound][/color] no ar,[@p,3] pode executar um [color=#ff7f7f]Ground-Pound[/color] para esmagar objetos embaixo de ti!

source: [@n,Gil Board]Ah,[@p,3] there you are![@p,10] I forgot to mention something really important -[@p,3] the [color=#f7c55f]Triple Jump![/color]
es: [@n,Let Trero]¡Ah,[@p,3] ahí estás![@p,10] Se me olvidaba algo muy importante -[@p,3] ¡el [color=#f7c55f]Triple Salto![/color]
fr: [@n,Panoda Prentissage]Ah,[@p,3] te voilà ![@p,10] J'ai oublié de mentionner un truc important -[@p,3] le [color=#f7c55f]Triple Saut ![/color]
it_it: [@n,Cartello Gillo]Ah,[@p,3] eccoti![@p,10] Ho dimenticato di menzionare qualcosa di molto importante -[@p,3] il [color=#f7c55f]Triplo Salto![/color]
nl: [@n,Gil Bord]Ah,[@p,3] daar ben je![@p,10] Ik ben iets heel belangrijk vergeten te melden -[@p,3] de [color=#f7c55f]Multi Sprong![/color]
pt_br: [@n,Gil Board]Ah,[@p,3] aí está você![@p,10] Eu esqueci de mencionar algo realmente importante -[@p,3] o [color=#f7c55f]Pulo Triplo![/color]

source: If you jump three times while moving,[@p,3] you can jump higher each time,[@p,3] ending with a huge leap!
es: ¡Si saltas tres veces mientras vas moviéndote, [@p,3]puedes saltar cada vez más alto,[@p,3] terminando con un gran brinco!
fr: Si tu sautes trois fois en bougeant,[@p,3] tu peux sauter de plus en plus haut,[@p,3] et finir avec un énorme bond !
it_it: Se salti tre volte mentre ti muovi,[@p,3] potrai saltare più in alto ogni volta,[@p,3] terminando con un gran balzo!
nl: [@w, 50]Als je drie keer springt terwijl je beweegt,[@p,3] ga je iedere keer steeds hoger,[@p,3] en bij de derde sprong vlieg je bijna!
pt_br: Se pular três vezes enquanto se move,[@p,3] pode pular cada vez mais alto,[@p,3] terminando com um enorme pulo!

source: That's everything I know,[@p,3] or at least,[@p,3] all I can remember.
es: Eso es todo lo que sé,[@p,3] o al menos,[@p,3] todo lo que recuerdo.
fr: C'est tout ce que je sais,[@p,3] ou du moins,[@p,3] tout ce dont je me rappelle.
it_it: È tutto quello che so,[@p,3] o almeno,[@p,3] tutto ciò che ricordo.
nl: Dat is alles dat ik weet,[@p,3] of tenminste,[@p,3] alles dat ik me kan herinneren.
pt_br: Isso é tudo o que sei,[@p,3] ou pelo menos,[@p,3] tudo o que me lembro.

source: [@n,Bill Board]Use [color=#f7c55f][@b,fludd][/color] to hover using the [color=#f7c55f]F.L.U.D.D.[/color] pack!
es: [@n,Panc Arta]¡Usa [color=#f7c55f][@b,fludd][/color] para planear con la mochila [color=#f7c55f]F.L.U.D.D.[/color]!
fr: [@n,Panoda Fichage]Utilise [color=#f7c55f][@b,fludd][/color] pour voler en l'air grâce à [color=#f7c55f]J.E.T[/color] !
it_it: [@n,Cartello Billo]Usa [color=#f7c55f][@b,fludd][/color] per librarti usando lo zaino [color=#f7c55f]SPLAC 3000[/color]!
nl: [@n,Bil Bord]Gebruik [color=#f7c55f][@b,fludd][/color] om te zweven met het [color=#f7c55f]F.L.U.D.D.[/color] pak!
pt_br: [@n,Bill Board]Use [color=#f7c55f][@b,fludd][/color] para pairar usando o pacote [color=#f7c55f]F.L.U.D.D.[/color]!

source: [@n,Gil Board]To refill the [color=#f7c55f]F.L.U.D.D.[/color] tank, jump into a pool of water, or find a refill bottle.
es: [@n,Let Trero]Para rellenar el tanque de [color=#f7c55f]F.L.U.D.D.[/color] sumérgete en agua, o encuentra una botella de relleno.
fr: [@n,Panoda Prentissage]Pour remplir le réservoir de [color=#f7c55f]J.E.T[/color] , saute dans un bassin, ou trouve une bouteille de remplissage.
it_it: [@n,Cartello Gillo]Per riempire il serbatoio dello [color=#f7c55f]SPLAC 3000[/color], salta in una pozza d'acqua, o trova una bottiglia d'acqua.
nl: [@n,Gil Bord]Om de [color=#f7c55f]F.L.U.D.D.[/color] tank te hervullen, moet je in een plas water springen, of een fles water vinden.
pt_br: [@n,Gil Board]Para recarregar o tanque do [color=#f7c55f]F.L.U.D.D.[/color], salte para uma piscina de água, ou encontre uma garrafa de recarga.
