Repository: GTcreyon/SM63Redux
Catalog: locale/translations/*.po
Languages: es, fr, it_it, nl, pt_br

source: [@n,Bill Board]The [color=#f7c55f]Hover Nozzle[/color] you have on your back can save you if you happen to slip off a platform or miss a jump.
es: [@n,Panc Arta]La [color=#f7c55f]Boquilla de F.L.U.D.D. Planeador[/color] que llevas puede salvarte si te caes de una plataforma o fallas un salto.
fr: [@n,Panoda Fichage]L'[color=#f7c55f]Aérobuse[/color] sur ton dos pourrait te sauver la vie si jamais tu glissais d'une plateforme ou si tu ratais un saut.
it_it: [@n,Cartello Billo]Lo [color=#f7c55f]Spruzzoplano[/color] che hai sulle tue spalle può salvarti se dovessi scivolare da una piattaforma o se mancassi un salto.
nl: [@n,Bil Bord]Het [color=#5f75c5]Zweef-Mondstuk[/color] dat je op je rug draagt kan je redden als je van een platform glijd of een sprong mist.
pt_br: [@n,Bill Board]O [color=#f7c55f]Bocal de Pairar[/color] que tem em suas costas pode salvá-lo se por acaso escorregue de uma plataforma ou erre um salto.

source: Don't become too reliant on it,[@p,3] though.[@p,10] F.L.U.D.D. can only hold [color=#5f75c5]100 flubs[/color] in that tank of theirs.
es: Pero no dependas mucho de ella[@p,10] El tanque de F.L.U.D.D. [color=#5f75c5]tiene un límite de 100 flubs[/color], así que fíjate en cuánta agua te queda.
fr: Ne dépends pas trop de lui[@p,3] cependant,[@p,10] J.E.T ne peut contenir que [color=#5f75c5]100 flubs[/color] dans son reservoir.
it_it: Non dipenderne troppo,[@p,3] però.[@p,10] Lo SPLAC 3000 può contenere solo [color=#5f75c5]100 flubbi[/color] in quel suo serbatoio.
nl: Let wel op,[@p,10] F.L.U.D.D. kan maar [color=#5f75c5]100 fluimen[/color] bijhouden in die tank van haar.
pt_br: Não se torne muito dependente dele,[@p,3] no entanto.[@p,10] F.L.U.D.D. só pode manter [color=#5f75c5]100 flubs[/color] naquele seu tanque.

source: Once it's gone,[@p,3] you won't be able to hover any longer.
es: Si tu tanque está vacío,[@p,3] no vas a poder seguir planeando.
fr: Une fois cela épuisé, [@p,3] tu ne pourras plus voler.
it_it: Non appena terminerà,[@p,3] non sarai più in grado di librarti.
nl: Als die weg zijn,[@p,3] zal je niet meer kunnen zweven.
pt_br: Uma vez desaparecido,[@p,3] já não poderá pairar mais.

source: [@n,Jil Board]Hey sweetie-pie![@p,10] If you're ever feeling tired,[@p,3] just press [color=#f7c55f][@b,pause][/color] to pause the game!
es: [@n,Kart Elón]¡Hola, lindo![@p,10] Si te sientes cansado,[@p,3] ¡presiona [color=#f7c55f][@b,pause][/color] para pausar el juego!
fr: [@n,Panoda Mour]Hé chouchou ![@p,10] Si jamais tu te sens fatigué,[@p,3] appuie sur [color=#f7c55f][@b,pause][/color] pour mettre le jeu en pause !
it_it: [@n,Cartello Jillo]Hey dolcezza![@p,10] Semmai dovessi sentirti stanco,[@p,3] premi [color=#f7c55f][@b,pause][/color] per mettere in pausa il gioco!
nl: [@n,Jil Bord]Hey liefje![@p,10] Als je ooit moe bent, druk dan gewoon op [color=#f7c55f][@b,pause][/color] om het spel te pauzeren!
pt_br: [@n,Jil Board]Olá queridinho![@p,10] Se você se sentir cansado,[@p,3] apenas pressione [color=#f7c55f][@b,pause][/color] para pausar o jogo!

source: In the pause menu,[@p,3] you can change settings,[@p,3] view stats,[@p,3] change FLUDD nozzle,[@p,3] or just sit back and relax!
es: Ahí [@p,3] puedes configurar opciones,[@p,3] ver estadísticas,[@p,3] cambiar la boquilla de F.L.U.D.D. ¡o simplemente descansar y relajarte!
fr: Dans le menu pause,[@p,3] tu peux changer les paramètres,[@p,3] voir les statistiques,[@p,3] changer de buse pour J.E.T,[@p,3] ou juste te reposer !
it_it: Nel menu di pausa,[@p,3] puoi cambiare le impostazioni,[@p,3] vedere le statistiche,[@p,3] cambiare spruzzo allo SPLAC 3000,[@p,3] o riposarti un po'!
nl: [@w,50]In het pauze menu,[@p,3] kan je instellingen veranderen,[@p,3] statistieken zien,[@p,3] van FLUDD mondstuk wisselen,[@p,3] of gewoon eventjes uitrusten!
pt_br: No menu de pausa,[@p,3] você pode mudar as configurações,[@p,3] ver estatísticas,[@p,3] mudar o bico do F.L.U.D.D.,[@p,3] ou simplesmente sentar-se e

source: Self-care is important,[@p,3] [color=#df6042]Mario![/color][@p,10] Don't you dare forget that!
es: ¡El auto-cuidado es importante,[@p,3] [color=#df6042]Mario![/color][@p,10] ¡Que no se te olvide!
fr: Prendre soin de soi, c'est important,[@p,3] [color=#df6042]Mario ![/color][@p,10] Ne l'oublie jamais !
it_it: La cura personale è importante,[@p,3] [color=#df6042]Mario![/color][@p,10] Non osare dimenticarlo!
nl: Zelfzorg is belangrijk,[@p,3] [color=#df6042]Mario![/color][@p,10] Durf dat maar niet te vergeten!
pt_br: relaxar! Autocuidado é importante,[@p,3] [color=#df6042]Mario![/color][@p,10] Não se atreva a se esquecer disso!

source: You've reached the end of the [color=#f7c55f]Tiny Demo![/color]
es: ¡Has llegado al final del [color=#f7c55f]Pequeño Demo![/color]
fr: Ainsi finit la [color=#f7c55f]Petite Démo ![/color]
it_it: Hai raggiunto la fine della [color=#f7c55f]Demo Piccina![/color]
nl: Je hebt het einde van de [color=#f7c55f]Kleine Demo[/color] bereikt!
pt_br: Você chegou ao fim da nossa [color=#f7c55f]Pequena Demo![/color]

source: We hope you enjoyed it, and stay tuned for more!
es: Esperamos que lo hayas disfrutado, y que te mantengas al tanto de más avances!
fr: On espère qu'elle vous a plu, et restez à l'écoute pour plus !
it_it: Speriamo ti sia piaciuta, rimani sintonizzato per altro!
nl: We hopen dat je er van hebt genoten, en blijf op de hoogte voor meer!
pt_br: Esperamos que tenha gostado, e fique atento para mais!

source: [@c,toad][@m,anger][@n,Ang.T]Unused dialog...[@p,10] Is that [color=#f28d7c]really[/color] all I'm good for!?
es: [@c,toad][@m,anger][@n,T. Enojado]Diálogo sin usar...[@p,10] ¿¡Acaso [color=#f28d7c]sólo[/color] sirvo para eso!?
fr: [@c,toad][@m,anger][@n,Ang.T]Un vulgaire dialogue inutilisé...[@p,10] Ne suis-je donc [color=#f28d7c]vraiment[/color] bon qu'à cela !?
it_it: [@c,toad][@m,anger][@n,Ang.T]Dialogo inutilizzato...[@p,10] Quello è [color=#f28d7c]veramente[/color] tutto ciò per cui sono utile!?
nl: [@c,toad][@m,anger][@n,Boz.T]Onbenutte dialoog…[@p,10] Is dat [color=#f28d7c]echt[/color] alles waar ik goed voor ben!?
pt_br: [@c,toad][@m,anger][@n,Ang.T]Diálogo não usado...[@p,10] Será isso [color=#f28d7c]realmente[/color] tudo para o que sirvo!?

source: Description
es: Descripción
it_it: Descrizione
nl: Beschrijving
pt_br: Descrição

source: Contact info (optional)
es: Información de Contacto (Opcional)
fr: Informations de contact (facultatif)
it_it: Info di contatto (opzionale)
nl: Contact informatie (optioneel)
pt_br: Informação de Contato (Opcional)

source: Let us know how to contact you, e.g. discord handle
fr: Permettez-nous de vous contacter, par ex. nom d'utilisateur Discord
it_it: Facci sapere come contattarti, es. tramite discord
nl: Laat ons weten hoe we jou kunnen contacteren, bv. Discord naam
pt_br: Diga-nos como entrar em contato! (Por exemplo, Discord)

source: Negative
es: Negativo
fr: Négatif
it_it: Negativo
nl: Negatief
pt_br: Negativo

source: Neutral
fr: Neutre
it_it: Neutrale
nl: Neutraal
pt_br: Neutro

source: Positive
es: Positivo
fr: Positif
it_it: Positivo
nl: Positief
pt_br: Positivo

source: Visual
fr: Visuel
it_it: Visiva
nl: Visueel

source: Other
es: Otro
fr: Autre
it_it: Altro
nl: Andere
pt_br: Outro

source: Report includes: -The data you entered -Ingame data (e.g. Mario's position, a screenshot, etc.) -Current platform (Windows, Web, Android, etc.)
es: El reporte incluye: -Datos ingresados -Datos de juego (por ej. la posición de Mario, una captura de pantalla del juego, etc.) -Plataforma actual (Windows, Web, Android, etc.)
fr: Le signalement inclus : - Les données que vous avez entrées - Vos données en jeu (ex. la position de Mario, une capture d'écran, etc.) - Votre support actuel (Windows, Web, Android, etc.)
it_it: La segnalazione include: -I dati da te inseriti -Dati di gioco (es. posizione, un'istantanea, ecc.) -Piattaforma attuale (Windows, Web, Android, ecc.)
nl: Rapport includeert: -De data dat je hebt ingevoerd -In-spel data (o.a. Mario's positie, een screenshot, etc.) -Huidig platform (Windows, Web, Android, etc.)
pt_br: Relatório inclui: -O dado quando introduziu -Dados durante o jogo (Por exemplo: Posição do Mario, Captura de Tela, etc.) -Atual plataforma (Windows, Web, Android, etc.)

source: Submit
es: Enviar
fr: Envoyer
it_it: Inoltra
nl: Indienen
pt_br: Enviar

source: Placeholder Loading Text
es: Texto de Carga Temporal
it_it: Testo di Caricamento Temporaneo
nl: HOLY SHIT PLACEHOLDER TEXT yyyy
pt_br: Texto de Carregamento de Placeholder

source: Press Z to start!
es: ¡Presiona Z para empezar!
fr: Appuyez sur Z pour commencer !
it_it: Premi Z per iniziare!
nl: Druk op Z om te beginnen!
pt_br: Pressione Z para começar!

source: Take the light back from Bowser and save the Mushroom Kingdom!
es: ¡Recupera la luz de Bowser y salva el Reino Champiñón!
fr: Libérez la lumière des griffes de Bowser et sauvez le Royaume Champignon !
it_it: Riprendi la luce da Bowser e salva il Regno dei Funghi!
nl: Neem het licht terug van Bowser en red het Paddenstoelenrijk!
pt_br: Recupere a luz que Bowser roubou e salve o Reino dos Cogumelos!

source: Create your own worlds in this in-depth Level Designer!
es: ¡Crea tus propios mundos con este íntegro Diseñador de Niveles!
fr: Créez vos propres mondes avec ce Concepteur de Niveau avancé !
it_it: Crea i tuoi mondi personali in questo accurato Designer di Livelli!
nl: Creëer je eigen werelden in deze uitgebreide Level Ontwikkelaar!
pt_br: Crie seus próprios mundos neste Designer de Nível aprofundado!

source: Enjoy a collection of trinkets and goodies!
es: ¡Disfruta de una colección de curiosidades y extras!
fr: Profitez d'une collection de babioles et de goodies !
it_it: Goditi una raccolta di bigiotterie e chicche!
nl: Geniet van een verzameling ditjes en datjes!
pt_br: Aproveite a coleção de bugigangas e guloseimas!

source: Adjust anything and everything to your liking!
es: ¡Ajusta varias opciones a tu gusto!
fr: Ajustez chaque aspect du jeu selon vos préférences !
it_it: Regola tutto a tuo piacimento!
nl: Pas alles aan zoals je wenst!
pt_br: Ajuste tudo e qualquer coisa ao seu gosto!

source: Run
es: Ejecutar
fr: Exécuter
it_it: Parti
nl: Uitvoeren
pt_br: Executar

source: Save
es: Guardar
fr: Sauvegarder
it_it: Salva
nl: Opslaan
pt_br: Salvar

source: Load
es: Cargar
fr: Charger
it_it: Carica
nl: Laden
pt_br: Carregar

source: Tutorial 1
fr: Tutoriel 1
nl: Introductie 1

source: Gameplay
es: Jugabilidad
nl: Spel

source: Lag
fr: Latence
nl: Vertraaging

source: Feedback
es: Retroalimentación
fr: Remarques

source: Bug
es: Bug (Error)
